environments/cfd/rand_env_7/system/fvSchemes
FoamFile {
    version 2.0;
    format ascii;
    class dictionary;
    object fvSchemes;
}
ddtSchemes {
    default Euler;
}
gradSchemes {
    default cellLimited Gauss linear 1;
    grad(p) cellLimited Gauss linear 1;
    grad(U) cellLimited Gauss linear 1;
}
divSchemes {
    default Gauss linear;
    div(phi,U) Gauss linearUpwindV grad(U);
    div(phi,k) Gauss linearUpwind limitedGrad;
    div((nuEff*dev(T(grad(U))))) Gauss linear;
    div(phi,epsilon) bounded Gauss upwind;
}
laplacianSchemes {
    default Gauss linear limited corrected 0.5;
    laplacian(nuEff,U) Gauss linear limited corrected 0.5;
    laplacian(DkEff,k) Gauss linear limited corrected 0.5;
    laplacian(DepsilonEff,epsilon) Gauss linear limited corrected 0.5;
    laplacian(rAUf,p) Gauss linear corrected;
}
interpolationSchemes {
    default linear;
    interpolate(U) linear;
}
snGradSchemes {
    default corrected;
}
fluxRequired {
    default no;
    p ;
}
